quotes = [
"Security is, I would say, our top priority because for all the exciting things you will be able to do with computers - organizing your lives, staying in touch with people, being creative - if we don't solve these security problems, then people will hold back. -Bill Gates", 
"I do not fear computers. I fear the lack of them. -Isaac Asimov",
"The Net interprets censorship as damage and routes around it - John Gilmore",
"I have as much privacy as a goldfish in a bowl. -Princess Margaret",
"For a people who are free, and who mean to remain so, a well-organized and armed militia is their best security. -Thomas Jefferson",
"Children should be educated and instructed in the principles of freedom. - John Adams",
"Sometimes it is said that man cannot be trusted with the government of himself. Can he, then, be trusted with the government of others? - Thomas Jefferson",
"The Constitution is not an instrument for the government to restrain the people, it is a instrument for the people to restrain the government... - Patrick Henry",
"They who can give up essential liberty to obtain a little temporary safety, deserve neither liberty nor safety. -Benjamin Franklin",
"Government is not reason; it is not eloquence. It is force. And force, like fire, is a dangerous servant and a fearful master. - George Washington",
"The jaws of power are always open to devour, and her arm is always stretched out, if possible, to destroy the freedom of thinking, speaking, and writing.- John Adams",
"Remember, democracy never lasts long. It soon wastes, exhausts, and murders itself. - John Adams",
"If debugging is the process of removing software bugs, then programming must be the process of putting them in. - Edsger Dijkstra",
"Should array indices start at 0 or 1? My compromise of 0.5 was rejected without, I thought, proper consideration. - Stan Kelly-Bootle",
"Linux is only free if your time has no value. -Jamie Zawinski",
"Programming can be fun, so can cryptography; however they should not be combined. - Kreitzberg and Shneiderman",
"Don't Panic. -Douglas Adams",
"I'd far rather be happy than right any day. -Douglas Adams",
"Forty-two, said Deep Thought, with infinite majesty and calm. -Douglas Adams",
"The best way to know someone is to have a conversation with them. -Neal Stephenson",
"Show some fucking adaptability! -Neal Stephenson",
"Shaftoe doesn't have to think very long. The memories are still as fresh as last night's eleventh nighmare: ten plucky Nips in Suicide Charge! - Neal Stephenson",
"But if we're online, the whole world is local Randy says. -Neal Stephenson",
]
